package edu.bsuir.test.candidate;

/**
 * загрузка фото
 * - максимальный объем
 * - расширение
 * -удаление фото(не работает почему-то. если один раз добавил что-то, то ее уже не удалить)
 *
 *
 * Загрузка резюме
 * не ясно, в каком формате должен быть корректный файл для занрузки
 * ну и если тестировать,то
 * - максимальный объем
 * - расширение
 * -кодировка
 * - два раза загрузить (что будет? можно ли вообще?)
 *
 *
 * прикрепленные файлы
 *
 * прикрепление одного и того же файла несколько раз
 * максимальное кол-во прикрепляемых файлов
 * формат, размер
 * удаление
 */
public class PhotoTest {
}
